{
  "change_language": "Change Language",
  "Sign_In":"Sign In",
  "Sign_Up": "Sign Up",
  "create_your_new_account_for_future_uses.":"Welcome",
  "Welcome_Back!":"Welcome_Back!",
  "Howdy,_lets_authenticate": "Howdy,lets authenticate",
  "Email_Address": "Email Address",
  "Password": "Password",
  "Invalid_information":"Invalid information",
  "Welcome_to_Boarding_Hub!": "Welcome to Boarding Hub!",
  "Lets_get_started": "Lets get started",
  "Username": "Username",
  "Full_Name":"Full Name",
  "Apply": "Apply",
  "Type_of_Accommodation": "Type of Accommodation",
  "Distance_from_city_center": "Distance from city center",
  "Popular_filters": "Popular filters",
  "Price_(_for_1_mounth_)": "Price(for 1 mounth)",
  "Filters": "Filters",
  "About_Us": "About Us",
  "About_us_description": "Boarding Hub is to help university students to manage their hostel needs in a busy learning style. And this can also be used to manage boarding advertisements and renting houses for university students easily, effectively and reliably. So, our main objective is to build a mobile application for to select their boarding needs online in a reliable and user-friendly environment. The students will be able to select their boarding houses or rooms and boarding houses owners have the benefit of doing their business to a large group of customers.",
  "Our_Vision": "Our Vision",
  "Our_Vision_description": "Problem-Solving & helps to university students to manage their hostel needs in a busy learning style THROUGH TECHNOLOGY.",
  "Our_Mission":"Our Mission",
  "Our_Mission_description": "To offer the Benefit of Digital Technologies to university students through Localized Digital Innovations.",
  "Contact_Information": "Contact Information",
  "Boarding_Hub_Solutions": "Boarding Hub Solutions",
  "(_Pvt_)_Ltd.": "(Pvt) Ltd.",
  "No_309_High_Level_Road": "No 309, High Level Road",
  "Colombo_06_Sri_Lanka.": "Colombo 06, Sri Lanka.",
  "General_Inquiries":"General Inquiries",
  "Business_Inquiries": "Business Inquiries",
  "Careers": "Careers",
  "TERMS_AND_CONDITIONS":"TERMS AND CONDITIONS",
 "Terms_Description": "Your access to and use of http://bordinghub/ is subject exclusively to these Terms and Conditions. These Terms and Conditions present the \"General Conditions\" applicable to the use of services offered by Pick Me, either through the site http://bordinghub/, application software for mobile phone handset (app) or phone (in addition to the \"Website\" ).  You will not use the Website for any purpose that is unlawful or prohibited by these Terms and Conditions. By using the Website you are fully accepting the terms, conditions and disclaimers contained in this notice. If you do not accept these Terms and Conditions you must immediately stop using the Website and all software that belong to Digital Boarding Hub Solutions Lanka (Pvt) Ltd.",
  "Advice": "Advice",
  "Advice_first_paragraph":"The contents of http://bordinghub/ website do not constitute advice and should not be relied on in making or refraining from making, any decision.",
  "Advice_second_paragraph": "Change of Use http://bordinghub/ reserves the right to: change or remove (temporarily or permanently) the Website or any part of it without notice and you confirm that http://bordinghub/ shall not be liable to you for any such change or removal. The same applies to the changing of these Terms and Conditions at any time, and your continued use of the Website following any changes shall be deemed to be your acceptance of such change.",
  "Advice_Third_paragraph": "Links to Third Party Websites http://bordinghub/ Website may include links to third party websites that are controlled and maintained by others. Any link to other websites is not an endorsement of such websites and you acknowledge and agree that we are not responsible for the content or availability of any such sites.",
  "Copyright": "Copyright",
  "Copyright_description": "All copyright, trade marks and all other intellectual property rights in the Website and its content (including without limitation the Website design, text, graphics and all software and source codes connected with the Website) are owned by or licensed to http://bordinghub/ or otherwise used byhttp://bordinghub/ as permitted by law.",
  "USER_PRIVACY_STATEMENT": "USER PRIVACY STATEMENT",
  "USER_PRIVACY": "Bording Hub Solutions (Lanka) Private Limited (DMSL) collects information about you when you use our Bording Hub User App, websites, and other online products and services (collectively, the “Services”) and through other interactions and communications you have with us. This Privacy Statement applies to information collected and used by DMSL.",
  "Scope_and_Application": "Scope and Application",
  "scope": "This Privacy Statement (“Statement applies to all persons who use the Bording Hub User App or Services to request transportation, delivery, or other on-demand services (“Users”). It  does not apply to information we collect from or about service providers who use the Bording Hub platform under license ( collectively “Mobility Service Providers”). If you interact with the Services as both, User and a Mobility Service Provider, the respective privacy statements will apply to your different interactions.",
  "Call_and_SMS_Data": "Call and SMS Data",
  "Data": "Our Services facilitate communications between Users and Mobility Services Providers. In connection with facilitating this service, we receive call data, including the date and time of the call or SMS message, the parties’ phone numbers, and the content of the SMS message.",
  "Contact_Us": "Contact Us",
  "Hotlines": "Hotlines",
  "Terms_&_Conditions": "Terms & Conditions",
  "Privacy_Policy": "Privacy Policy",
  "Guidelines": "Guidelines",
  "User_Guidelines": "User Guidelines",
  "Guidelines_first_para": "Please respect BORDING HUB, the owners of the Content, and other users of the BORDING HUB Service. Don’t engage in any activity, post any User Content, or register and/or use a username, which is or includes material that:",
  "Guidelines_second_para":"Is offensive, abusive, defamatory, pornographic, threatening, or obscene;",
  "Guidelines_third_para": "Is illegal, or intended to promote or commit an illegal act of any kind, including violations of intellectual property rights, privacy rights, or proprietary rights of BORDING HUB or a third party;",
  "Guidelines_fourth_para": "Includes your password or purposely includes any other user’s password or purposely includes personal data of third parties or is intended to solicit such personal data;",
  "Guidelines_fifth_para":"You acknowledge and agree that posting any User Content that violates these User guidelines (or that BORDING HUB reasonably believes violates these User guidelines) may result in immediate termination or suspension of your BORDING HUB account. You also agree that BORDING HUB may reclaim your username for any reason.",
  "Guidelines_sixth_para": "Impersonates or misrepresents your affiliation with another user, person, or entity, or is otherwise fraudulent, false, deceptive, or misleading;",
  "My_Ads": "My Ads",
  "Purchase_History": "Purchase History",
  "Help_&_Support": "Help & Support",
  "Settings": "Settings",
  "Invite_a_Friend": "Invite a Friend",
  "Logout": "Logout",
  "City": "City",
  "20_rooms_found": "20 rooms found",
  "Filter": "Filter",
  "Address":"Address",
  "Contact Number":"Contact Number",
  "Choose language":"Choose language",
  "settings": "settings"
  
}