{
  "change_language": "භාෂාව වෙනස් කරන්න",
  "Sign_In":"පුරන්න",
  "Sign_Up": "ලියාපදිංචි වන්න",
  "create_your_new_account_for_future_uses.":"පිළිගනිමු",
  "Welcome_Back!": "සාදරයෙන් පිළිගනිමු!",
  "Howdy,_lets_authenticate":"සත්යාපනය කිරීම",
  "Email_Address":"විද්යුත් තැපැල් ලිපිනය",
  "Password": "රහස් පදය",
  "Invalid_information":"අවලංගු තොරතුරු",
  "Welcome_to_Boarding_Hub!": "Boarding Hub වෙත සාදරයෙන් පිළිගනිමු!",
  "Lets_get_started":"ආරම්භ කිරීම",
  "Username": "පරිශීලක නාමය",
  "Full_Name":"සම්පූර්ණ නම",
  "Apply": "අයදුම් කරන්න",
  "Type_of_Accommodation": "නවාතැන් වර්ගය",
  "Distance_from_city_center": "නගර මධ්යයේ සිට දුර",
  "Popular_filters": "ජනප්‍රිය පෙරහන්",
  "Price_(_for_1_mounth_)": "මිල (එක රාත්‍රියක් සදහා)",
  "Filters": "පෙරහන්",
  "About_Us": "අපි ගැන",
  "About_us_description": "Boarding Hub යනු විශ්ව විද්‍යාල සිසුන්ට ඔවුන්ගේ නේවාසිකාගාර අවශ්‍යතා කාර්යබහුල ඉගෙනුම් ශෛලියකින් කළමනාකරණය කිරීමට උපකාර කිරීමයි. විශ්ව විද්‍යාල සිසුන් සඳහා බෝඩිං වෙළඳ දැන්වීම් සහ නිවාස කුලියට ගැනීම පහසුවෙන්, ඵලදායී හා විශ්වාසදායක ලෙස කළමනාකරණය කිරීමට ද මෙය භාවිතා කළ හැකිය. එබැවින්, අපගේ ප්‍රධාන පරමාර්ථය වන්නේ ඔවුන්ගේ බෝඩින් අවශ්‍යතා අන්තර්ජාලය හරහා විශ්වාසදායක හා පරිශීලක-හිතකාමී පරිසරයක් තුළ තෝරා ගැනීම සඳහා ජංගම යෙදුමක් තැනීමයි. සිසුන්ට ඔවුන්ගේ බෝඩින් නිවාස හෝ කාමර තෝරා ගැනීමට හැකි වන අතර බෝඩිං නිවාස හිමියන්ට විශාල ගනුදෙනුකරුවන් පිරිසකට තම ව්‍යාපාරය කිරීමේ වාසිය ඇත.",
  "Our_Vision": "අපේ දැක්ම",
  "Our_Vision_description": "ගැටළු විසඳීම සහ විශ්ව විද්‍යාල සිසුන්ට ඔවුන්ගේ නේවාසිකාගාර අවශ්‍යතා කාර්යබහුල ඉගෙනුම් ශෛලියකින් කළමනාකරණය කිරීමට උපකාරී වේ.",
  "Our_Mission":"අපේ මෙහෙවර",
  "Our_Mission_description": "දේශීයකරණය කළ ඩිජිටල් නවෝත්පාදන හරහා විශ්ව විද්‍යාල සිසුන්ට ඩිජිටල් තාක්ෂණයන්හි ප්‍රතිලාභ ලබා දීම.",
  "Contact_Information": "සබඳතා තොරතුරු",
  "Boarding_Hub_Solutions": "Boarding Hub විසඳුම්",
  "(_Pvt_)_Ltd.": "(පුද්) සමාගම.",
  "No_309_High_Level_Road": "අංක 309,හයි ලෙවල් පාර",
  "Colombo_06_Sri_Lanka.": "කොළඹ 06, ශ්‍රී ලංකාව.",
  "General_Inquiries":"සාමාන්‍ය විමසීම්",
  "Business_Inquiries": "ව්‍යාපාර විමසීම්\n",
  "Careers": "වෘත්තීන්",
  "TERMS_AND_CONDITIONS":"නියම සහ කොන්දේසි",
  "Terms_Description": "Http: // bordinghub / වෙත ඔබ පිවිසීම සහ භාවිතා කිරීම මෙම නියමයන් හා කොන්දේසි වලට පමණක් යටත් වේ. මෙම නියමයන් සහ කොන්දේසි මඟින් http: // bordinghub /, ජංගම දුරකථන ජංගම දුරකථන (යෙදුම) හෝ දුරකථනය සඳහා යෙදුම් මෘදුකාංගය (“වෙබ් අඩවියට අමතරව” වෙබ් අඩවිය හරහා පික් මී විසින් සපයනු ලබන සේවාවන් භාවිතා කිරීමට අදාළ “සාමාන්‍ය කොන්දේසි” ඉදිරිපත් කරයි. \"). මෙම නියමයන් සහ කොන්දේසි මගින් නීති විරෝධී හෝ තහනම් කර ඇති කිසිම කටයුත්තක් සඳහා ඔබ වෙබ් අඩවිය භාවිතා නොකරනු ඇත. වෙබ් අඩවිය භාවිතා කිරීමෙන් ඔබ මෙම දැන්වීමේ අඩංගු කොන්දේසි, කොන්දේසි සහ වියාචනයන් සම්පූර්ණයෙන්ම පිළිගනී. ඔබ මෙම නියමයන් සහ කොන්දේසි පිළිගන්නේ නැත්නම්, ඔබ වහාම වෙබ් අඩවිය සහ ඩිජිටල් බෝඩිං හබ් සොලියුෂන්ස් ලංකා (පුද්ගලික) සමාගමට අයත් සියලුම මෘදුකාංග භාවිතය නතර කළ යුතුය.",
  "Advice":"උපදෙස්",
  "Advice_first_paragraph": "Http: // bordinghub / වෙබ් අඩවියේ අන්තර්ගතය උපදෙස් වලින් සමන්විත නොවන අතර ඕනෑම තීරණයක් ගැනීම හෝ ගැනීමෙන් වැළකී සිටීම මත රඳා නොසිටිය යුතුය.",
  "Advice_second_paragraph": "භාවිතයේ වෙනස http: // bordinghub / වෙබ් අඩවිය හෝ එහි ඕනෑම කොටසක් දැනුම්දීමකින් තොරව වෙනස් කිරීමට හෝ ඉවත් කිරීමට (තාවකාලිකව හෝ ස්ථිරව) අයිතිය රඳවා තබා ඇති අතර http: // bordinghub / එවැනි කිසිවක් සඳහා ඔබට බැඳී නොසිටින බව ඔබ තහවුරු කරයි. වෙනස් කිරීම හෝ ඉවත් කිරීම. ඕනෑම වේලාවක මෙම නියමයන් සහ කොන්දේසි වෙනස් කිරීම සඳහා ද මෙය අදාළ වන අතර, ඕනෑම වෙනස්කමක් අනුගමනය කරමින් ඔබ වෙබ් අඩවිය අඛණ්ඩව භාවිතා කිරීම එවැනි වෙනසක් ඔබ පිළිගත් බව සලකනු ලැබේ.",
  "Advice_Third_paragraph":"තෙවන පාර්ශවීය වෙබ් අඩවි වලට සබැඳි http: // bordinghub / වෙබ් අඩවියට තෙවන පාර්ශවීය වෙබ් අඩවි වලට සබැඳි ඇතුළත් විය හැකිය. වෙනත් වෙබ් අඩවි වලට ඇති ඕනෑම සබැඳියක් එවැනි වෙබ් අඩවි අනුමත කිරීමක් නොවන අතර එවැනි වෙබ් අඩවි වල අන්තර්ගතය හෝ ලබා ගැනීම සම්බන්ධයෙන් අප වගකිව යුතු නැති බව ඔබ පිළිගෙන හා එකඟ වේ.",
  "Copyright":"අයිතිය",
  "Copyright_description": "වෙබ් අඩවියේ ඇති සියලුම ප්‍රකාශන හිමිකම, වෙළඳ ලකුණු සහ අනෙකුත් සියලුම බුද්ධිමය දේපළ අයිතිවාසිකම් සහ එහි අන්තර්ගතය (වෙබ් අඩවි නිර්මාණය, පෙළ, ග්‍රැෆික්ස් සහ වෙබ් අඩවිය හා සම්බන්ධ සියලුම මෘදුකාංග හා ප්‍රභව කේත ඇතුළුව) http: // bordinghub සතු හෝ බලපත්‍ර ලබාගෙන ඇත. / හෝ වෙනත් ආකාරයකින් භාවිතා කරනුයේ http: // bordinghub / නීතියෙන් අවසර දී ඇති පරිදි.",
  "USER_PRIVACY_STATEMENT": "පරිශීලක පුද්ගලික ප්‍රකාශය",
  "USER_PRIVACY": "බෝඩිං හබ් සොලියුෂන්ස් (ලංකා) පුද්ගලික සමාගම (ඩීඑම්එස්එල්) ඔබ අපගේ බෝඩින් හබ් පරිශීලක යෙදුම, වෙබ් අඩවි සහ වෙනත් මාර්ගගත නිෂ්පාදන සහ සේවාවන් (සාමූහිකව “සේවා”) භාවිතා කරන විට සහ ඔබ අප සමඟ ඇති වෙනත් අන්තර්ක්‍රියා සහ සන්නිවේදනයන් හරහා ඔබ පිළිබඳ තොරතුරු රැස් කරයි. . මෙම රහස්‍යතා ප්‍රකාශය ඩීඑම්එස්එල් විසින් එකතු කරන ලද සහ භාවිතා කරන තොරතුරු සඳහා අදාළ වේ.",
  "Scope_and_Application": "විෂය පථය සහ යෙදුම",
  "scope": "මෙම රහස්‍යතා ප්‍රකාශය (“ප්‍රවාහනය, බෙදා හැරීම හෝ වෙනත් ඉල්ලුම් සේවා (“ පරිශීලකයින් ”) ඉල්ලා සිටීම සඳහා බෝඩින් හබ් පරිශීලක යෙදුම හෝ සේවාවන් භාවිතා කරන සියලුම පුද්ගලයින්ට ප්‍රකාශය අදාළ වේ. බලපත්‍ර යටතේ බෝඩින් හබ් වේදිකාව භාවිතා කරන (සාමූහිකව “සංචලතා සේවා සපයන්නන්”). ඔබ සේවා, පරිශීලක සහ සංචලතා සේවා සැපයුම්කරු යන දෙකටම මැදිහත් වන්නේ නම්, අදාළ රහස්‍යතා ප්‍රකාශ ඔබගේ විවිධ අන්තර්ක්‍රියා සඳහා අදාළ වේ.",
  "Call_and_SMS_Data": "ඇමතුම් සහ කෙටි පණිවිඩ දත්ත",
  "Data": "අපගේ සේවාවන් පරිශීලකයින් සහ සංචලතා සේවා සපයන්නන් අතර සන්නිවේදනය සඳහා පහසුකම් සපයයි. මෙම සේවාවට පහසුකම් සැලසීමට අදාළව, ඇමතුමේ දිනය හෝ වේලාව හෝ කෙටි පණිවුඩය, පාර්ශවයන්ගේ දුරකථන අංක සහ කෙටි පණිවුඩයේ අන්තර්ගතය ඇතුළුව අපට ඇමතුම් දත්ත ලැබේ.",
  "Contact_Us": "අප අමතන්න",
  "Hotlines": "ක්‍ෂනික​ ඇමතුම්",
  "Terms_&_Conditions": "නියමයන් සහ කොන්දේසි",
  "Privacy_Policy": "රහස්යතා ප්රතිපත්තිය",
  "Guidelines": "මාර්ගෝපදේශ",
  "User_Guidelines": "පරිශීලක මාර්ගෝපදේශ",
  "Guidelines_first_para": "කරුණාකර BORDING HUB, අන්තර්ගතයේ හිමිකරුවන් සහ BORDING HUB සේවාවේ අනෙකුත් පරිශීලකයින්ට ගරු කරන්න. කිසිදු ක්‍රියාකාරකමක නිරත නොවන්න, කිසියම් පරිශීලක අන්තර්ගතයක් පළ නොකරන්න, හෝ පරිශීලක නාමයක් ලියාපදිංචි කරන්න සහ / හෝ භාවිතා නොකරන්න.",
  "Guidelines_second_para":"අපහාසාත්මක, අපයෝජන, අපහාසාත්මක, කාමුක දර්ශන, තර්ජනය කිරීම් හෝ අසභ්‍ය ය;",
  "Guidelines_third_para": "බුද්ධිමය දේපල අයිතිවාසිකම්, පෞද්ගලිකත්ව අයිතිවාසිකම්, හෝ බෝඩිං හබ් හෝ තෙවන පාර්ශවයක හිමිකාර අයිතිවාසිකම් උල්ලංගනය කිරීම් ඇතුළුව ඕනෑම ආකාරයක නීති විරෝධී ක්‍රියාවක් නීති විරෝධී හෝ ප්‍රවර්ධනය කිරීමට හෝ කිරීමට අදහස් කරයි;",
  "Guidelines_fourth_para": "ඔබගේ මුරපදය ඇතුළත් හෝ වෙනත් පරිශීලකයකුගේ මුරපදයක් හිතාමතාම ඇතුළත් කිරීම හෝ තෙවන පාර්ශවයන්ගේ පුද්ගලික දත්ත හිතාමතාම ඇතුළත් කිරීම හෝ එවැනි පුද්ගලික දත්ත ඉල්ලා සිටීමට අදහස් කරයි;",
  "Guidelines_fifth_para":"මෙම පරිශීලක මාර්ගෝපදේශ උල්ලංගනය කරන ඕනෑම පරිශීලක අන්තර්ගතයක් පළ කිරීම (හෝ BORDING HUB මෙම පරිශීලක මාර්ගෝපදේශ උල්ලංගනය කරන බව සාධාරණ ලෙස විශ්වාස කරයි) ඔබගේ BORDING HUB ගිණුම වහාම අවලංගු කිරීමට හෝ අත්හිටුවීමට හේතු විය හැකි බව ඔබ පිළිගෙන හා එකඟ වේ. BORDING HUB ඕනෑම හේතුවක් නිසා ඔබේ පරිශීලක නාමය නැවත ලබා ගත හැකි බවට ඔබ එකඟ වේ.",
  "Guidelines_sixth_para": "වෙනත් පරිශීලකයෙකු, පුද්ගලයෙකු හෝ ආයතනයක් සමඟ ඔබේ සම්බන්ධතාවය නිරූපණය කිරීම හෝ වැරදි ලෙස නිරූපණය කිරීම හෝ වෙනත් ආකාරයකින් වංචනික, ව්‍යාජ, රැවටිලිකාර හෝ නොමඟ යවන සුළු ය;",
  "My_Ads": "මගේ දැන්වීම්",
  "Purchase_History": "මිලදී ගැනීමේ ඉතිහාසය",
  "Help_&_Support": "උදව් සහ සහාය",
  "Settings": "සැකසුම්",
  "Invite_a_Friend": "මිතුරෙකුට ආරාධනා කර",
  "Logout": "ඉවත් වන්න",
  "City": "නගරය",
  "20_rooms_found": "20 කාමර හමු විය",
  "Filter": "පෙරහන"

}